Autodesk.Revit.DB.GroupNode
A node that represents set of individual elements grouped together
in some form, such as an instance of a family or linked Revit file, or an instance of a part of symbol's geometry.
Since:
2014